Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Configured at project level.
sv: Konfigureras pÃ¥ projektnivÃ¥.

source: Useful for users to be able to suggest when they are not sure.
sv: AnvÃ¤ndbart fÃ¶r anvÃ¤ndare som vill kunna ge fÃ¶rslag nÃ¤r de Ã¤r osÃ¤kra.

source: Translators group
sv: ÃversÃ¤ttargrupp

source: Or `Translate` with :ref:`per-project access control <manage-acl>`.
sv: Eller `ÃversÃ¤tt` med :ref:`Ã¥tkomstkontroll per projekt <manage-acl>`.

source: Reviewers group
sv: Granskaregrupp

source: Not used.
sv: AnvÃ¤nds inte.

source: Peer review
sv: UtvÃ¤rdering av gruppmedlem

source: With this workflow, anybody can add a suggestion, which needs approval from additional members before it is accepted as a translation.
sv: Med detta arbetsflÃ¶de kan vem som helst lÃ¤gga till ett fÃ¶rslag, som mÃ¥ste godkÃ¤nnas av ytterligare medlemmar innan det accepteras som Ã¶versÃ¤ttning.

source: *Any user* can add suggestions.
sv: *Alla anvÃ¤ndare* kan lÃ¤gga till fÃ¶rslag.

source: *Any user* can vote for suggestions.
sv: *Alla anvÃ¤ndare* kan rÃ¶sta pÃ¥ fÃ¶rslag.

source: Suggestions become translations when given a predetermined number of votes.
sv: FÃ¶rslag blir Ã¶versÃ¤ttningar nÃ¤r de fÃ¥r ett fÃ¶rutbestÃ¤mt antal rÃ¶ster.

source: You can set higher value to require more peer reviews.
sv: Du kan stÃ¤lla in ett hÃ¶gre vÃ¤rde fÃ¶r att krÃ¤va fler kollegiala granskningar.

source: Not used, all translators review.
sv: AnvÃ¤nds inte, alla Ã¶versÃ¤ttare granskar.

source: Dedicated reviewers
sv: Engagerade granskare

source: With dedicated reviewers you have two groups of users, one able to submit translations, and one able to review them to ensure translations are consistent and that the quality is good.
sv: Med dedikerade granskare har du tvÃ¥ grupper av anvÃ¤ndare, en som kan skicka in Ã¶versÃ¤ttningar och en som kan granska dem fÃ¶r att sÃ¤kerstÃ¤lla att Ã¶versÃ¤ttningarna Ã¤r konsekventa och att kvaliteten Ã¤r god.

source: *Any user* can edit unapproved translations.
sv: *Alla anvÃ¤ndare* kan redigera icke godkÃ¤nda Ã¶versÃ¤ttningar.

source: *Reviewer* can approve / unapprove strings.
sv: *Granskare* kan godkÃ¤nna / underkÃ¤nna strÃ¤ngar.

source: *Reviewer* can edit all translations (including approved ones).
sv: *Granskare* kan redigera alla Ã¶versÃ¤ttningar (inklusive sÃ¥dana som redan Ã¤r godkÃ¤nda).

source: Suggestions can also be used to suggest changes for approved strings.
sv: FÃ¶rslag kan ocksÃ¥ anvÃ¤ndas fÃ¶r att fÃ¶reslÃ¥ Ã¤ndringar av godkÃ¤nda strÃ¤ngar.

source: Or `Review` with :ref:`per-project access control <manage-acl>`.
sv: Eller `Granska` med :ref:`Ã¥tkomstkontroll per projekt <manage-acl>`.

source: Turning on reviews
sv: Aktivera recensioner

source: Reviews can be turned on in the project configuration, from the :guilabel:`Workflow` subpage of project settings (to be found in the :guilabel:`Operations` â :guilabel:`Settings` menu):
sv: Recensioner kan aktiveras i projektkonfigurationen, frÃ¥n undersidan :guilabel:`Workflow` i projektinstÃ¤llningarna (som finns i menyn :guilabel:`Operations` â :guilabel:`Settings`):

source: Quality gateway for the source strings
sv: Kvalitetsfilter fÃ¶r kÃ¤llstrÃ¤ngarna

source: The original source language strings usually come from developers, since they write the code and provide the initial strings. However, developers are often not native speakers of the source language and do not provide the desired quality of the source strings. The intermediate translation can help you address this - there is an additional quality gateway for the strings between developers and translators.
sv: De ursprungliga strÃ¤ngarna pÃ¥ kÃ¤llsprÃ¥ket kommer vanligtvis frÃ¥n utvecklare, eftersom de skriver koden och tillhandahÃ¥ller de ursprungliga strÃ¤ngarna. Utvecklare Ã¤r dock ofta inte modersmÃ¥lstalare av kÃ¤llsprÃ¥ket och tillhandahÃ¥ller inte den Ã¶nskade kvaliteten pÃ¥ kÃ¤llstrÃ¤ngarna. Den mellanliggande Ã¶versÃ¤ttningen kan hjÃ¤lpa dig att lÃ¶sa detta â det finns en extra kvalitetsgrind fÃ¶r strÃ¤ngarna mellan utvecklare och Ã¶versÃ¤ttare.

source: By setting the :ref:`component-intermediate`, this file is used for translating strings to the source language by translators/editors while it is owned by the developers (often using arbitrary languages such as ``en_devel``). Once this stage is done, strings are available for translations to target languages, based on what is now a polished source language stored in the :ref:`component-template`.
sv: Genom att stÃ¤lla in :ref:`component-intermediate` anvÃ¤nds denna fil fÃ¶r att Ã¶versÃ¤tta strÃ¤ngar till kÃ¤llsprÃ¥ket av Ã¶versÃ¤ttare/redaktÃ¶rer, medan den Ã¤gs av utvecklarna (ofta med hjÃ¤lp av godtyckliga sprÃ¥k som ``en_devel``). NÃ¤r detta steg Ã¤r klart Ã¤r strÃ¤ngarna tillgÃ¤ngliga fÃ¶r Ã¶versÃ¤ttning till mÃ¥lsprÃ¥ken, baserat pÃ¥ det som nu Ã¤r ett finslipat kÃ¤llsprÃ¥k lagrat i :ref:`component-template`.

source: String consolidation using secondary language
sv: StrÃ¤ngkonsolidering med hjÃ¤lp av sekundÃ¤rt sprÃ¥k

source: When :ref:`component-intermediate` cannot be used to consolidate the strings, you can choose one of the translations to act as a secondary language. The language can be configured in a project (:ref:`project-secondary_language`) or in a component (:ref:`component-secondary_language`). It is then shown to the translators while translating (see :ref:`secondary-languages`) and can be optionally used as a source for machine translations (see :ref:`mt-sources`).
sv: NÃ¤r :ref:`component-intermediate` inte kan anvÃ¤ndas fÃ¶r att konsolidera strÃ¤ngarna kan du vÃ¤lja en av Ã¶versÃ¤ttningarna som sekundÃ¤rt sprÃ¥k. SprÃ¥ket kan konfigureras i ett projekt (:ref:`project-secondary_language`) eller i en komponent (:ref:`component-secondary_language`). Det visas sedan fÃ¶r Ã¶versÃ¤ttarna under Ã¶versÃ¤ttningen (se :ref:`secondary-languages`) och kan valfritt anvÃ¤ndas som kÃ¤lla fÃ¶r maskinÃ¶versÃ¤ttningar (se :ref:`mt-sources`).

source: This setup can be useful with mixed language source strings and consolidating them into a single translation, which is then used as a baseline for other work.
sv: Denna instÃ¤llning kan vara anvÃ¤ndbar nÃ¤r kÃ¤llstrÃ¤ngar Ã¤r skrivna pÃ¥ flera sprÃ¥k och ska konsolideras till en enda Ã¶versÃ¤ttning, som sedan anvÃ¤nds som utgÃ¥ngspunkt fÃ¶r annat arbete.

source: Source strings reviews
sv: KÃ¤llstrÃ¤ngar recensioner

source: With :ref:`project-source_review` enabled, the review process can be applied for source strings. Once enabled, users can report issues with source strings. The actual process depends on whether bilingual or monolingual formats are in use.
sv: Med :ref:`project-source_review` aktiverat kan granskningsprocessen tillÃ¤mpas pÃ¥ kÃ¤llstrÃ¤ngar. NÃ¤r funktionen Ã¤r aktiverad kan anvÃ¤ndare rapportera problem med kÃ¤llstrÃ¤ngar. Den faktiska processen beror pÃ¥ om tvÃ¥sprÃ¥kiga eller ensprÃ¥kiga format anvÃ¤nds.

source: For monolingual formats, source string review functions similarly to :ref:`reviews` â once an issue with a source string is reported, the source string is marked as :guilabel:`Needs editing`.
sv: FÃ¶r ensprÃ¥kiga format fungerar granskningen av kÃ¤llstrÃ¤ngen pÃ¥ samma sÃ¤tt som :ref:`reviews` â nÃ¤r ett problem med en kÃ¤llstrÃ¤ng rapporteras markeras kÃ¤llstrÃ¤ngen som :guilabel:`BehÃ¶ver redigeras`.

source: Bilingual formats do not allow direct editing of source strings (these are typically extracted directly from the source code). In this case, a :guilabel:`Source needs review` label is attached to strings reported by translators. You should review such strings and either edit them in the source code, or remove the label.
sv: TvÃ¥sprÃ¥kiga format tillÃ¥ter inte direkt redigering av kÃ¤llstrÃ¤ngar (dessa extraheras vanligtvis direkt frÃ¥n kÃ¤llkoden). I detta fall bifogas en :guilabel:`KÃ¤llan behÃ¶ver granskas`-etikett till strÃ¤ngar som rapporterats av Ã¶versÃ¤ttare. Du bÃ¶r granska sÃ¥dana strÃ¤ngar och antingen redigera dem i kÃ¤llkoden eller ta bort etiketten.

source: Generate Unknown Horizons scenario data
sv: Generera Unknown Horizons scenariodata

source: Reset repository to upstream
sv: Återställ förrådet till uppströms

source: Discards all changes in the Weblate repository each night.
sv: Kasserar alla ändringar i Weblate-arkivet varje natt.

source: Choose the billing plan you want to update
sv: Välj den faktureringsplan du vill uppdatera

source: Create new billing plan
sv: Skapa ny faktureringsplan

source: Sign in here to access our services:
sv: Logga in här för att komma åt våra tjänster:

source: Weblate customer care portal
sv: Weblates kundtjänstportal

source: Weblate commercial services management
sv: Weblates hantering av kommersiella tjänster

source: Create billing plan
sv: Skapa faktureringsplan

source: New billing plan
sv: Ny faktureringsplan

source: Please choose a hosting plan that fits the size of your project.
sv: Välj ett hostingabonnemang som passar ditt projekts storlek.

source: Current billing status
sv: Aktuell faktureringsstatus

source: Too small for your project.
sv: För liten för ditt projekt.

source: Selected plan
sv: Vald plan

source: Source strings limit
sv: Gräns för källsträngar

source: %(price)s EUR / month
sv: %(price)s EUR / månad

source: %(price)s EUR including VAT
sv: %(price)s EUR inklusive moms

source: %(price)s EUR / year
sv: %(price)s EUR / år

source: Pricing is based on the number of source strings and target languages. The source string is a text unit defined in a translation format, it can be a word, sentence or paragraph.
sv: Prissättning baseras på antalet källsträngar och språk. Källsträngen är en textenhet definierad i ett översättningsformat, det kan vara ett ord, en mening eller ett stycke.

source: All listed prices exclude VAT.
sv: Alla listade priser är exklusive moms.

source: EU end users and Czech companies will be charged with additional 21%% VAT.
sv: Slutanvändare i Europeiska unionen och tjeckiska företag debiteras ytterligare 21%% moms.

source: The reverse charge applies to invoices issued to businesses within the EU.
sv: Omvänd skattskyldighet gäller för fakturor som utfärdas till företag inom Europeiska unionen.

source: Thank you for the payment, your billing is now paid.
sv: Tack för betalningen, din faktura är nu betald.

source: This billing plan covers following projects:
sv: Faktureringsplanen täcker följande projekt:

source: Your billing plan was paid
sv: Din faktureringsplan har betalats

source: No matching payment found.
sv: Ingen matchande betalning hittades.

source: Thank you for purchasing a hosting plan, it is now active.
sv: Tack för att du har tecknat ett hostingabonnemang. Det är nu aktivt.

source: Thank you for purchasing a hosting plan, the payment for it is pending and will be processed in the background.
sv: Tack för att du har tecknat ett hostingabonnemang. Betalningen behandlas i bakgrunden.

source: The payment was rejected: {}
sv: Betalningen avvisades: {}

source: Unknown reason
sv: Okänd anledning

source: Payments are temporarily inactive.
sv: Betalningar är tillfälligt inaktiva.

source: IBAN bank transfer
sv: IBAN banköverföring

source: Payment card
sv: Betalkort

source: European VAT ID
sv: Europeiskt moms-ID

source: Please fill in European Union VAT ID, leave blank if not applicable.
sv: Vänligen fyll i EU:s moms-ID, lämna tomt om inte tillämpligt.

source: Tax registration
sv: Skatteregistrering

source: Please fill in your tax registration if it should appear on the invoice.
sv: Vänligen fyll i din skatteregistrering om den ska visas på fakturan.

source: Company or individual name
sv: Företags- eller privatpersonsnamn

source: Additional address information
sv: Ytterligare adressinformation

source: Postcode and city
sv: Postnummer och stad

source: Postcode
sv: Postnummer

source: The country has to match your VAT code
sv: Landet måste matcha ditt momsnummer

source: Annual
sv: Årlig

source: Biannual
sv: Halvårsvis

source: Quarterly
sv: Kvartalsvis

source: Monthly
sv: Månadsvis

source: Payment rejected
sv: Betalning avvisad

source: Payment accepted
sv: Betalning accepterad

source: Payment processed
sv: Betalning behandlad

source: {} is not a valid country code for any European Union member.
sv: {} är inte en giltig landskod för en medlemsstat i Europeiska unionen.

source: {} does not match the country's VAT ID specifications.
sv: {} stämmer inte med landets moms-ID-specifikationer.

source: VAT ID validation service unavailable for {}, please try again later.
sv: Valideringstjänsten för moms-ID är inte tillgänglig för {}, försök igen senare.

source: {} is not a valid VAT ID.
sv: {} är inte ett giltigt moms-ID.

source: Unsaved changes!
sv: Osparade ändringar!

source: Please select target plural by clicking.
sv: Välj målplural genom att klicka.

source: You have unsaved changes. Are you sure you want to skip?
sv: Det finns osparade ändringar. Är du säker att du vill hoppa över?

source: Translation memory entry removed.
sv: En post i översättningsminnet har tagits bort.

source: The request for machine translation has failed:
sv: Begäran om maskinöversättning misslyckades:

source: The request for machine translation using %s has failed:
sv: Begäran om maskinöversättning med %s misslyckades:

source: Cmd+M then %s
sv: Cmd+M sedan %s

source: Ctrl+M then %s
sv: Ctrl+M sedan %s

source: Press Cmd+I then %s to dismiss this.
sv: Tryck Cmd+I och sedan %s för att avvisa detta.

source: Press Ctrl+I then %s to dismiss this.
sv: Tryck Ctrl+I och sedan %s för att avvisa detta.

source: Delete entry
sv: Ta bort post

source: No results found
sv: Inga resultat hittades

source: There are some unsaved changes, are you sure you want to leave?
sv: Det finns osparade ändringar, är du säker att du vill överge dessa?

source: Security token missing. Please reload the page.
sv: Säkerhetstoken saknas. Ladda om sidan.

source: Server error (%s)
sv: Server-fel (%s)

source: Invalid server response
sv: Ogiltigt server-svar

source: Network error
sv: Nätverksfel

source: Error: %s
sv: Fel: %s

source: Image Pasted!
sv: Bild inklistrad!

source: Something went wrong!
sv: NÃ¥gonting gick fel!

source: No image found in clipboard
sv: Ingen bild hittades i urklipp

source: Error loading search results!
sv: Fel vid inläsning av sökresultat!

source: No new matching source strings found.
sv: Inga nya matchande källsträngar hittades.

source: Error while loading page:
sv: Fel vid inläsning av sida:

source: Text copied to clipboard.
sv: Text kopierad till urklipp.

source: Please press Ctrl+C to copy.
sv: Tryck på Ctrl+C för att kopiera.

source: Error copying to clipboard.
sv: Fel vid kopiering till urklipp.

source: Searchâ¦
sv: SÃ¶kâ¦

source: Available:
sv: TillgÃ¤ngliga:

source: Chosen:
sv: Valt:

source: Weblate is now scanning the repository, please be patient.
sv: Weblate skannar nu arkivet, ha tålamod.

source: Notification settings removed, please do not forget to save the changes.
sv: Aviseringsinställningar borttagna, glöm inte att spara ändringarna.

source: Custom range
sv: Anpassat intervall

source: Yesterday
sv: Igår

source: This month
sv: Denna månad

source: Last month
sv: Senaste månad

source: This year
sv: Detta år

source: Stop!
sv: Stopp!

source: This is a browser feature intended for developers. If someone told you to copy-paste something here, they are likely trying to compromise your Weblate account.
sv: Detta är en webbläsarfunktion som är avsedd för utvecklare. Om någon har sagt åt dig att kopiera och klistra in något här försöker de troligen äventyra ditt Weblate-konto.

source: See https://en.wikipedia.org/wiki/Self-XSS for more information.
sv: Se https://en.wikipedia.org/wiki/Self-XSS för mer information.

source: just now
sv: precis nu

source: a minute ago
sv: för 1 minut sedan

source: a hour ago
sv: fÃ¶r 1 timme sedan

source: Abkhazian
sv: Abchaziska

source: Acehnese
sv: Acehnesiska

source: Adyghe
sv: Adygeiska

source: Avestan
sv: Avestiska

source: Arabic (Tunisian)
sv: Arabiska (tunisiska)

source: Assyrian Neo-Aramaic
sv: Assyriska nyarameiska

source: Ainu (Japan)
sv: Ainu

source: Akkadian
sv: Akkadiska

source: Aleut
sv: Aleutiska

source: Albanian (Gheg)
sv: Albanska (Gheg)

source: Altai (Southern)
sv: Altai (syd)

source: Amharic
sv: Amhariska

source: Aragonese
sv: Aragonska

source: English (Old)
sv: Engelska (forn)

source: Arabic (Levantine)
sv: Arabiska (livantinska)

source: Arabic (Sudanese)
sv: Arabiska (sudanesiska)

source: Arabic (Bahrain)
sv: Arabiska (Bahrain)

source: Arabic (Algeria)
sv: Arabiska (Algeriet)

source: Arabic (Egypt)
sv: Arabiska (Egypten)

source: Arabic (Kuwait)
sv: Arabiska (Kuwait)

source: Arabic (Libya)
sv: Arabiska (Libyen)

source: Arabic (Morocco)
sv: Arabiska (Marocko)

source: Arabic (Saudi Arabia)
sv: Arabiska (Saudi-Arabien)

source: Arabic (XB pseudolocale)
sv: Arabiska (XB pseudolocale)

source: Arabic (Yemen)
sv: Arabiska (Yemen)

source: Arabic (Latin script)
sv: Arabiska (latinska alfabetet)

source: Aramaic
sv: Arameiska

source: Arabic (Algerian)
sv: Arabiska (algeriska)

source: Arabic (Najdi)
sv: Arabiska (Najdi)

source: Arawak
sv: Arawakiska

source: Arabic (Egyptian)
sv: Arabiska (egyptiska)

source: Assamese
sv: Assamesiska

source: Asturian
sv: Asturiska

source: Avaric
sv: Avariska

source: Aymara (Southern)
sv: Aymara (syd)

source: Azerbaijani
sv: Azerbajdzjanska

source: Azerbaijani (Southern)
sv: Azerbajdzjanska (södra)

source: Bashkir
sv: Basjkiriska

source: Balinese
sv: Balinesiska

source: Bavarian
sv: Bajerska

source: Basa (Cameroon)
sv: Basa (Bantuspråk)

source: Batak Toba
sv: Toba batak

source: Belarusian
sv: Vitryska

source: Belarusian (Latin script)
sv: Vitryska (Latinsk skrift)

source: Beja
sv: Beyja

source: Berber
sv: Berbisk

source: Haryanvi
sv: Hariyanvi

source: Balochi (Western)
sv: Balochi (väst)

source: Bihari
sv: Bihariska

source: Bini
sv: Edo (Bini)

source: Banjar
sv: Banjaresiska

source: Bengali
sv: Bengaliska

source: Bengali (Bangladesh)
sv: Bengaliska (Bangladesh)

source: Bengali (India)
sv: Bengaliska (Indien)

source: Bantu (Other)
sv: Bantuspråk (övriga)

source: Tibetan
sv: Tibetanska

source: Tibetan (China)
sv: Tibetanska (Kina)

source: Breton
sv: Bretonska

source: Bosnian
sv: Bosniska

source: Bosnian (Cyrillic script)
sv: Bosniska (Kyrillisk skrift)

source: Bosnian (Latin script)
sv: Bosniska (Latinsk skrift)

source: Buriat
sv: Burjatiska

source: Buginese
sv: Buginesiska

source: Bilen
sv: Bilenska

source: Catalan
sv: Katalanska

source: Valencian
sv: Valencianska

source: Catalan (Andorra)
sv: Katalanska (Andorra)

source: Kaqchikel
sv: Cakchiquel

source: Mindong (Simplified Han script)
sv: Mindong (förenklad Han-skrift)

source: Mindong (Traditional Han script)
sv: Mindong (traditionell han-skrift)

source: Mindong (Latin script)
sv: Mindong (latinskt skrift)

source: Chechen
sv: Tjetjenska

source: Chuukese
sv: Chuukesiska

source: Mari
sv: Mariska

source: Chinook jargon
sv: Chinook

source: Chipewyan
sv: Dene Suline (Chipewyan)

source: Cherokee
sv: Cherokesiska

source: Kurdish (Central)
sv: Kurdiska (central)

source: Kurdish (Central, Iraq)
sv: Kurdiska (central, Irak)

source: Kurdish (Central, Iran)
sv: Kurdiska (central, Iran)

source: Montenegrin
sv: Montenegrinska

source: Montenegrin (Cyrillic script)
sv: Montenegrinska (kyrillisk skrift)

source: Corsican
sv: Korsikanska

source: Coptic
sv: Koptiska

source: Creoles and pidgins (English based)
sv: Pidgin-engelska

source: Creoles and pidgins (French-based)
sv: Franskt kreolspråk

source: Creoles and pidgins (Portuguese-based)
sv: Portugisiskt kreolspråk

source: Puxian (Simplified Han script)
sv: Puxian (förenklad Han-skrift)

source: Puxian (Traditional Han script)
sv: Puxian (traditionell Han-skrift)

source: Puxian (Latin script)
sv: Puxian (latinskt skrift)

source: Crimean Tatar
sv: Tartarisk Krimenska

source: Creoles and pidgins
sv: Kreol- och pidginspråk

source: Kashubian
sv: Kasjubianska

source: Slavonic (Old Church)
sv: Slaviska (Gamla kyrkan)

source: Chuvash
sv: Tjuvasjiska

source: Welsh
sv: Walesiska

source: Dargwa
sv: Darginska

source: German (formal)
sv: Tyska (formell)

source: German (informal)
sv: Tyska (informell)

source: German (old spelling)
sv: Tyska (gammal stavning)

source: German (Austria)
sv: Tyska (Österrike)

source: German (Switzerland)
sv: Tyska (Schweiz)

source: German (Luxembourg)
sv: Tyska (Luxemburg)

source: Slave (Athapascan)
sv: Slave

source: Lower Sorbian
sv: Lågsorbiska

source: Dutch (Middle)
sv: Nederländska (medel)

source: Dhivehi
sv: Dhivehiska

source: Dzongkha
sv: Bhutanesiska (Dzongkha)

source: Emilian
sv: Emilianska

source: Egyptian (Ancient)
sv: Egyptisk (forntida)

source: Elamite
sv: Elamitiska

source: English (Pirate)
sv: Engelska (Pirat)

source: English (Europe)
sv: Engelska (Europa)

source: English (Australia)
sv: Engelska (Australien)

source: English (Canada)
sv: Engelska (Kanada)

source: English (United Kingdom)
sv: Engelska (Storbritannien)

source: English (Ireland)
sv: Engelska (Irland)

source: English (India)
sv: Engelska (Indien)

source: English (New Zealand)
sv: Engelska (Nya Zeeland)

source: English (Philippines)
sv: Engelska (Filippinerna)

source: English (Shavian)
sv: Engelska (Shavian)

source: English (Shavian script, United Kingdom)
sv: Engelska (shaviansk skrift, Storbritannien)

source: English (Shavian script, United States)
sv: Engelska (shaviansk skrift, USA)

source: English (United States)
sv: Engelska (Förenta Staterna)

source: English (XA pseudolocale)
sv: Engelska (XB pseudolocale)

source: English (South Africa)
sv: Engelska (Sydafrika)

source: English (Developer)
sv: Engelska (Utvecklare)

source: English (Middle)
sv: Engelska (medel)

source: Spanish (formal)
sv: Spanska (formell)

source: Spanish (informal)
sv: Spanska (informell)

source: Spanish (Europe)
sv: Spanska (Europa)

source: Spanish (Latin America)
sv: Spanska (Latinamerika)

source: Spanish (Argentina)
sv: Spanska (Argentina)

source: Spanish (Bolivia)
sv: Spanska (Bolivia)

source: Spanish (Chile)
sv: Spanska (Chile)

source: Spanish (Colombia)
sv: Spanska (Colombia)

source: Spanish (Costa Rica)
sv: Spanska (Costa Rica)

source: Spanish (Cuba)
sv: Spanska (Kuba)

source: Spanish (Dominican Republic)
sv: Spanska (Dominikanska Republiken)

source: Spanish (Ecuador)
sv: Spanska (Equador)

source: Spanish (Mexico)
sv: Spanska (Mexico)

source: Spanish (Nicaragua)
sv: Spanska (Nicaragua)

source: Spanish (Panama)
sv: Spanska (Panama)

source: Spanish (Peru)
sv: Spanska (Peru)

source: Spanish (Puerto Rico)
sv: Spanska (Puerto Rico)

source: Spanish (El Salvador)
sv: Spanska (El Salvador)

source: Spanish (American)
sv: Spanska (Amerikansk)

source: Spanish (Uruguay)
sv: Spanska (Uruguay)

source: Spanish (Venezuela)
sv: Spanska (Venezuela)

source: Basque
sv: Baskiska

source: Extremaduran
sv: Extremaduriska

source: Fang (Equatorial Guinea)
sv: Fang

source: Bikol (West Albay)
sv: Bikol (västra Albay)

source: Fulah
sv: Fula

source: Finnish
sv: Finska

source: Filipino
sv: Pilipino

source: Fijian
sv: Fijianska

source: Faroese
sv: Färöiska

source: French
sv: Franska

source: French (formal)
sv: Franska (formell)

source: French (informal)
sv: Franska (informell)

source: French (Antigua and Barbuda)
sv: Franska (Antigua och Barbuda)

source: French (Belgium)
sv: Franska (Belgien)

source: French (Canada)
sv: Franska (Kanada)

source: French (Switzerland)
sv: Franska (Schweiz)

source: French (Luxembourg)
sv: Franska (Luxemburg)

source: French (Senegal)
sv: Franska (Senegal)

source: French (Louisiana)
sv: Franska (Louisiana)

source: French (Middle)
sv: Franska (medel)

source: French (Old)
sv: Franska (gammal)

source: Franco-ProvenÃ§al
sv: Frankoprovensalska

source: Frisian (Northern)
sv: Frisiska (nord)

source: Frisian (Eastern)
sv: Frisiska (öst)
